Repository: ijennyRSM/noop
Catalog: Strand/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt_pt, ru, th, zh_hans, zh_hant

source: Send enable sequence to strap
de: Aktivierungssequenz an den Strap senden
es: Enviar secuencia de activación a la pulsera
fr: Envoyer la séquence d'activation au bracelet
it: Invia la sequenza di attivazione alla fascia
pl: Wyślij sekwencję włączającą do paska
pt_pt: Enviar sequência de ativação para bracelete
ru: Отправить последовательность включения на браслет
th: ส่งลำดับการเปิดใช้งานไปยังสายรัด
zh_hans: 向手环发送启用序列
zh_hant: 向手環發送啟用序列

source: Send probe (read-only)
de: Test senden (nur lesen)
es: Enviar sonda (solo lectura)
fr: Envoyer la sonde (lecture seule)
pl: Wyślij sondę (tylko do odczytu)
pt_pt: Enviar sonda (apenas leitura)
th: ส่งโพรบ (อ่านอย่างเดียว)

source: Sends one small request to check the key and model actually work.
de: Sendet eine kleine Anfrage, um zu prüfen, ob Schlüssel und Modell wirklich funktionieren.
es: Envía una petición pequeña para comprobar que la clave y el modelo funcionan de verdad.
fr: Envoie une petite requête pour vérifier que la clé et le modèle fonctionnent réellement.
it: Invia una piccola richiesta per verificare che la chiave e il modello funzionino effettivamente.
pl: Wysyła jedno małe zapytanie, by sprawdzić, czy klucz i model faktycznie działają.
pt_pt: Envia uma pequena solicitação para verificar se a chave e o modelo realmente funcionam.
ru: Отправляет один небольшой запрос, чтобы проверить, действительно ли ключ и модель работают.
th: ส่งคำขอเล็กๆ น้อยๆ เพื่อตรวจสอบกุญแจและรุ่นว่าใช้งานได้จริง
zh_hans: 发送一个小请求来检查密钥和模型是否实际工作。
zh_hant: 發送一個小請求來檢查密鑰和模型是否實際運作。

source: Sends the read-only GET_BODY_LOCATION_AND_STATUS (0x54) and shows the strap's full raw reply, decoding the body-location record (revision / location / confidence / status) on WHOOP 4.0. Nothing is written to the strap, and it never changes wear detection or scoring.
de: Sendet den nur lesenden Befehl GET_BODY_LOCATION_AND_STATUS (0x54) und zeigt die vollständige Rohantwort des Bands, wobei der Datensatz (Revision / Position / Konfidenz / Status) auf der WHOOP 4.0 dekodiert wird. Es wird nichts auf das Band geschrieben, und Trageerkennung oder Bewertung werden nie verändert.
es: Envía el comando de solo lectura GET_BODY_LOCATION_AND_STATUS (0x54) y muestra la respuesta cruda completa de la banda, decodificando el registro (revisión / posición / confianza / estado) en la WHOOP 4.0. No se escribe nada en la banda y nunca cambia la detección de uso ni la puntuación.
fr: Envoie la commande en lecture seule GET_BODY_LOCATION_AND_STATUS (0x54) et affiche la réponse brute complète du bracelet, en décodant l'enregistrement (révision / position / confiance / état) sur la WHOOP 4.0. Rien n'est écrit sur le bracelet, et la détection de port ou la notation ne sont jamais modifiées.
pl: Wysyła GET_BODY_LOCATION_AND_STATUS (0x54) tylko do odczytu i pokazuje pełną nieprzetworzoną odpowiedź paska, dekodując zapis lokalizacji ciała (wersja/lokalizacja/pewność/status) w WHOOP 4.0. Nic nie jest zapisane na pasku i nigdy nie zmienia sposobu wykrywania zużycia ani punktacji.
pt_pt: Envia o GET_BODY_LOCATION_AND_STATUS (0x54) de leitura apenas e mostra a resposta bruta completa do bracelete, descodificando o registo de localização do corpo (revisão/localização/confiança/estado) no WHOOP 4.0. Nada é escrito na bracelete e nunca altera a deteção ou pontuação de desgaste.
th: ส่ง GET_BODY_LOCATION_AND_STATUS แบบอ่านอย่างเดียว (0x54) และแสดงการตอบกลับแบบดิบทั้งหมดของสายรัด โดยถอดรหัสบันทึกตำแหน่งของร่างกาย (การแก้ไข / ตำแหน่ง / ความมั่นใจ / สถานะ) บน WHOOP 4.0 ไม่มีการเขียนใดๆ ลงบนสายรัด และการตรวจจับการสึกหรอหรือการให้คะแนนจะไม่เปลี่ยนแปลง

source: Sensitive journal
de: Sensibles Tagebuch
es: diario sensible
fr: Revue sensible
it: Diario sensibile
pl: Wrażliwy dziennik
pt_pt: Diário sensível
ru: Чувствительный журнал
th: วารสารที่ละเอียดอ่อน
zh_hans: 敏感期刊
zh_hant: 敏感期刊

source: Sent to your AI provider along with the rest of your context.
de: An deinen KI-Anbieter gesendet, zusammen mit dem restlichen Kontext.
es: Se envía a tu proveedor de IA junto con el resto de tu contexto.
fr: Envoyé à votre fournisseur d'IA avec le reste de votre contexte.
it: Inviato al tuo fornitore di intelligenza artificiale insieme al resto del contesto.
pl: Wysyłane do Twojego dostawcy AI wraz z resztą kontekstu.
pt_pt: Enviado ao seu provedor de IA junto com o restante do seu contexto.
ru: Отправляется вашему провайдеру ИИ вместе с остальной частью вашего контекста.
th: ส่งไปยังผู้ให้บริการ AI ของคุณพร้อมกับบริบทที่เหลือของคุณ
zh_hans: 连同您的其他上下文一起发送给您的 AI 提供商。
zh_hant: 連同您的其他上下文一起發送給您的 AI 提供者。

source: Separate
de: Trennen
es: Separar
fr: Séparer
it: Separa
pl: Osobno
pt_pt: Separar
ru: Разделить
th: แยก
zh_hans: 分开
zh_hant: 分開

# Series %lld · best %lld
source: Series %1$lld · best %2$lld
de: Series %lld · best %lld
es: Series %lld · best %lld
fr: Series %lld · best %lld
it: Series %lld · best %lld
pl: Seria %lld · najlepsza %lld
pt_pt: Series %lld · best %lld
ru: Series %lld · best %lld
th: ซีรีส์ %1$lld · %2$lld ที่ดีที่สุด
zh_hans: Series %lld · best %lld
zh_hant: Series %lld · best %lld

source: session
de: Einheit
es: sesión
fr: séance
it: sessione
pl: sesja
pt_pt: sessão
ru: занятие
th: เซสชัน
zh_hans: 次训练
zh_hant: 次訓練

source: Session
de: Sitzung
es: Sesión
fr: Séance
it: Sessione
pl: Sesja
pt_pt: Sessão
ru: Сессия
th: เซสชัน
zh_hans: 会话
zh_hant: 工作階段

source: Session done
de: Sitzung beendet
es: Sesión terminada
fr: Séance terminée
it: Sessione completata
pl: Sesja skończona
pt_pt: Sessão concluída
ru: Сессия завершена
th: เซสชั่นเสร็จแล้ว
zh_hans: 会话结束
zh_hant: 工作階段結束

source: SESSION DONE
de: SITZUNG FERTIG
es: SESIÓN COMPLETADA
fr: SÉANCE TERMINÉE
it: SESSIONE COMPLETATA
pl: SESJA ZAKOŃCZONA
pt_pt: SESSÃO CONCLUÍDA
ru: СЕССИЯ ЗАВЕРШЕНА
th: เซสชันเสร็จสิ้น
zh_hans: 会话结束
zh_hant: 工作階段結束

source: Session ended. Try a paced breath instead.
de: Sitzung beendet. Versuch stattdessen einen getakteten Atemzug.
es: Sesión finalizada. Prueba mejor una respiración guiada.
fr: Séance terminée. Essayez plutôt une respiration cadencée.
it: Sessione terminata. Prova invece una respirazione guidata.
pl: Sesja zakończona. Zamiast tego spróbuj oddychać w rytmie.
pt_pt: A sessão terminou. Em vez disso, tente uma respiração controlada.
ru: Сессия завершена. Попробуйте вместо этого ритмичное дыхание.
th: เซสชันสิ้นสุดแล้ว ลองหายใจเข้าแทน
zh_hans: 会话已结束。试试节奏呼吸吧。
zh_hant: 訓練已結束。改試試節律呼吸吧。

source: Session live
de: Sitzung live
es: Sesión en vivo
fr: Séance en direct
it: Sessione in diretta
pl: Sesja na żywo
pt_pt: Sessão em direto
ru: Сессия активна
th: เซสชันแบบเรียลไทม์
zh_hans: 会话进行中
zh_hant: 工作階段進行中

source: Session outlook
de: Einheiten-Ausblick
es: Previsión de la sesión
fr: Aperçu de la séance
it: Prospettive della sessione
pl: Prognoza sesji
pt_pt: Perspectiva da sessão
ru: Обзор сессии
th: แนวโน้มเซสชัน
zh_hans: 会议展望
zh_hant: 會議展望

source: Session progress
de: Sitzungsfortschritt
es: Progreso de la sesión
fr: Progression de la séance
it: Avanzamento della sessione
pl: Postęp sesji
pt_pt: Progresso da sessão
ru: Прогресс сессии
th: ความคืบหน้าของเซสชั่น
zh_hans: 会话进度
zh_hant: 工作階段進度

source: Session summary
de: Session-Zusammenfassung
es: Resumen de la sesión
fr: Résumé de la séance
it: Riepilogo sessione
pl: Podsumowanie sesji
pt_pt: Resumo da sessão
ru: Итоги сессии
th: สรุปเซสชัน
zh_hans: 本次训练总结
zh_hant: 本次訓練總結

source: Session time
de: Uhrzeit der Einheit
es: Hora de la sesión
fr: Heure de la séance
it: Orario della sessione
pl: Godzina sesji
pt_pt: Tempo da sessão
ru: Время сеанса
th: เวลาเซสชัน
zh_hans: 会议时间
zh_hant: 會議時間

source: sessions
de: Einheiten
es: sesiones
fr: séances
it: sessioni
pl: sesje
pt_pt: sessões
ru: занятий
th: เซสชัน
zh_hans: 次训练
zh_hant: 次訓練

source: Sessions
de: Sitzungen
es: Sesiones
fr: Séances
it: Sessioni
pl: Sesje
pt_pt: Sessões
ru: Сессии
th: เซสชัน
zh_hans: 会话
zh_hant: 工作階段

source: SESSIONS
de: SITZUNGEN
es: SESIONES
fr: SÉANCES
it: SESSIONI
pl: SESJE
pt_pt: SESSÕES
ru: СЕССИИ
th: เซสชัน
zh_hans: 会话
zh_hant: 訓練場次

source: Set
de: Festlegen
es: Definir
fr: Définir
it: Impostato
pl: Ustaw
pt_pt: Definir
ru: Установить
th: ชุด
zh_hans: 套装
zh_hant: 套裝

source: Set a goal
de: Ziel festlegen
es: Definir un objetivo
fr: Définir un objectif
it: Stabilisci un obiettivo
pl: Ustaw cel
pt_pt: Defina uma meta
ru: Поставьте цель
th: ตั้งเป้าหมาย
zh_hans: 设定目标
zh_hant: 設定目標

source: Set a new goal
de: Neues Ziel setzen
es: Definir un nuevo objetivo
fr: Définir un nouvel objectif
it: Stabilisci un nuovo obiettivo
pl: Ustaw nowy cel
pt_pt: Defina uma nova meta
ru: Поставьте новую цель
th: ตั้งเป้าหมายใหม่
zh_hans: 设定新目标
zh_hant: 設定新目標

source: Set a target and see your progress.
de: Setz ein Ziel und verfolge deinen Fortschritt.
es: Define un objetivo y sigue tu progreso.
fr: Définis un objectif et suis ta progression.
it: Stabilisci un obiettivo e osserva i tuoi progressi.
pl: Ustaw wartość docelową i obserwuj postęp.
pt_pt: Defina uma meta e veja seu progresso.
ru: Установите цель и наблюдайте за своим прогрессом.
th: ตั้งเป้าหมายและดูความคืบหน้าของคุณ
zh_hans: 设定目标并查看您的进度。
zh_hant: 設定目標並查看您的進度。

source: Set a time
de: Uhrzeit festlegen
es: Definir una hora
fr: Définir une heure
it: Imposta un orario
pl: Ustaw godzinę
pt_pt: Defina um horário
ru: Установите время
th: ตั้งเวลา
zh_hans: 设定时间
zh_hant: 設定時間

source: Set a wake time for specific days (a lie-in at the weekend, say). Days you leave alone use the time above.
de: Lege eine Aufwachzeit für bestimmte Tage fest (etwa Ausschlafen am Wochenende). Tage, die du nicht anfasst, nutzen die Zeit oben.
es: Define una hora de despertar para días concretos (por ejemplo, dormir hasta tarde el fin de semana). Los días que no toques usan la hora de arriba.
fr: Définissez une heure de réveil pour des jours spécifiques (une grasse matinée le week-end, par exemple). Les jours que vous ne modifiez pas utilisent l'heure ci-dessus.
it: Imposta un orario di sveglia per giorni specifici, ad esempio una dormita nel weekend. I giorni che lasci invariati usano l'orario sopra.
pl: Ustaw porę budzenia w określone dni (np. odpoczynek w weekend). Dni, w których zostajesz sam, wykorzystaj czas podany powyżej.
pt_pt: Defina um horário para acordar em dias específicos (por exemplo, um descanso ao fim de semana). Nos dias em que sai sozinho, utilize o tempo acima.
ru: Задайте время пробуждения для конкретных дней (например, для более позднего подъёма на выходных). Для остальных дней используется время, указанное выше.
th: กำหนดเวลาปลุกสำหรับบางวัน เช่น ตื่นสายในวันหยุด วันที่ไม่ได้กำหนดจะใช้เวลาปลุกด้านบน
zh_hans: 为特定的日子设置起床时间，比如周末睡个懒觉。你未作设置的日子会使用上方的时间。
zh_hant: 為特定的日子設定起床時間，比如週末睡個懶覺。你未作設定的日子會使用上方的時間。

source: Set aside
de: Beiseitelegen
es: Dejar a un lado
fr: Mettre de côté
it: Mettere da parte
pl: Odłóż na bok
pt_pt: Reserve
ru: Отложить
th: กันไว้
zh_hans: 放在一边
zh_hant: 放在一邊

source: Set custom container size
de: Eigene Behältergröße festlegen
es: Definir tamaño de contenedor personalizado
fr: Définir une taille de conteneur personnalisée
it: Imposta dimensione personalizzata del contenitore
pl: Ustaw niestandardowy rozmiar kontenera
pt_pt: Definir tamanho de contentor personalizado
ru: Задать собственный размер контейнера
th: กำหนดขนาดคอนเทนเนอร์ที่กำหนดเอง
zh_hans: 设置自定义容器大小
zh_hant: 設定自訂容器大小

source: Set my goal
de: Ziel setzen
es: Fijar mi objetivo
fr: Définir mon objectif
it: Imposta il mio obiettivo
pl: Ustaw mój cel
pt_pt: Definir o meu objetivo
ru: Задать цель
th: ตั้งเป้าหมายของฉัน
zh_hans: 设置我的目标
zh_hant: 設定我的目標

source: Set one from Coach settings to see your journey here.
de: Lege in den Coach-Einstellungen eines fest, um hier deine Reise zu sehen.
es: Define uno en los ajustes del Coach para ver aquí tu recorrido.
fr: Définis-en un dans les réglages du Coach pour voir ton parcours ici.
it: Impostane uno dalle impostazioni Coach per vedere il tuo viaggio qui.
pl: Ustaw go w ustawieniach trenera, by zobaczyć tutaj swoją drogę.
pt_pt: Defina uma das configurações de Coach para ver sua jornada aqui.
ru: Установите один из настроек Coach, чтобы увидеть свое путешествие здесь.
th: ตั้งค่าจากการตั้งค่า โค้ช เพื่อดูการเดินทางของคุณที่นี่
zh_hans: 从 Coach 设置中设置一项即可在此处查看您的旅程。
zh_hant: 從 Coach 設定中設定一項即可在此處查看您的旅程。

source: Set this goal aside?
de: Dieses Ziel beiseitelegen?
es: ¿Dejar este objetivo a un lado?
fr: Mettre cet objectif de côté ?
it: Mettere da parte questo obiettivo?
pl: Odłożyć ten cel na bok?
pt_pt: Deixar esse objetivo de lado?
ru: Отложить эту цель?
th: ตั้งเป้าหมายนี้ไว้นอกเหนือ?
zh_hans: 把这个目标放在一边？
zh_hant: 把這個目標放在一邊？

source: Set this up on your iPhone
de: Richte das auf deinem iPhone ein
es: Configura esto en tu iPhone
fr: Configurez ceci sur votre iPhone
it: Configuralo sul tuo iPhone
pl: Skonfiguruj to na swoim iPhonie
pt_pt: Configure isto no teu iPhone
ru: Настройте это на iPhone
th: ตั้งค่านี้บน iPhone ของคุณ
zh_hans: 在你的 iPhone 上设置此项
zh_hant: 在你的 iPhone 上設定此項

source: Set up Apple Watch
de: Apple Watch einrichten
es: Configurar Apple Watch
fr: Configurer Apple Watch
it: Configura Apple Watch
pl: Skonfiguruj Apple Watch
pt_pt: Configurar o Apple Watch
ru: Настроить Apple Watch
th: ตั้งค่า Apple Watch
zh_hans: 设置 Apple Watch
zh_hant: 設定 Apple Watch

source: Set up cycle tracking
de: Zyklustracking einrichten
es: Configurar seguimiento del ciclo
fr: Configurer le suivi du cycle
it: Configura il monitoraggio del ciclo
pl: Skonfiguruj śledzenie cyklu
pt_pt: Configurar monitorização do ciclo
ru: Настроить отслеживание цикла
th: ตั้งค่าการติดตามรอบเดือน
zh_hans: 设置周期追踪
zh_hant: 設定週期追蹤

source: Set up with a few questions
de: Mit ein paar Fragen einrichten
es: Configurar con unas preguntas
fr: Configurer en quelques questions
it: Inizia con alcune domande
pl: Skonfiguruj kilkoma pytaniami
pt_pt: Configure com algumas perguntas
ru: Настройте, задав несколько вопросов
th: ตั้งคำถามสองสามข้อ
zh_hans: 设置几个问题
zh_hant: 設定幾個問題

source: Set up your goal with a few questions
de: Richte dein Ziel mit ein paar Fragen ein
es: Configura tu objetivo con unas preguntas
fr: Configurez votre objectif en quelques questions
it: Imposta il tuo obiettivo con alcune domande
pl: Skonfiguruj swój cel kilkoma pytaniami
pt_pt: Defina sua meta com algumas perguntas
ru: Установите цель, задав несколько вопросов
th: ตั้งเป้าหมายด้วยคำถาม 2-3 ข้อ
zh_hans: 通过几个问题设定您的目标
zh_hant: 透過幾個問題設定您的目標

source: Set which wrist you wear it on…
de: Festlegen, an welchem Handgelenk du ihn trägst…
es: Indicar en qué muñeca la llevas…
fr: Indiquer à quel poignet vous le portez…
it: Imposta a quale polso la indossi…
pl: Wybierz, na którym nadgarstku go nosisz…
pt_pt: Definir em que pulso a usas…
ru: Указать, на каком запястье вы его носите…
th: กำหนดข้อมือที่คุณสวม...
zh_hans: 设置你佩戴在哪只手腕…
zh_hant: 設定你配戴在哪隻手腕…

source: Sets persona, voice, emoji, proactive messages, and reply length together — tweak any of them below afterward.
de: Legt Persona, Stimme, Emoji, proaktive Nachrichten und Antwortlänge zusammen fest – passen Sie sie anschließend unten an.
es: Establece la personalidad, la voz, los emoji, los mensajes proactivos y la duración de la respuesta juntos; modifica cualquiera de ellos a continuación después.
fr: Définit ensemble le personnage, la voix, les emoji, les messages proactifs et la longueur des réponses – modifiez-les ci-dessous par la suite.
it: Imposta insieme persona, voce, emoji, messaggi proattivi e lunghezza della risposta: successivamente modificane uno qualsiasi di seguito.
pl: Ustawia naraz osobowość, ton, emoji, wiadomości z inicjatywy trenera i długość odpowiedzi — każde z nich dostroisz poniżej.
pt_pt: Define persona, voz, emoji, mensagens proativas e duração da resposta – ajuste qualquer um deles abaixo depois.
ru: Устанавливает вместе личность, голос, смайлы, упреждающие сообщения и длину ответа — впоследствии настройте любой из них ниже.
th: ตั้งค่าบุคลิก เสียง อีโมจิ ข้อความเชิงรุก และความยาวการตอบกลับร่วมกัน — ปรับแต่งรายการใดรายการหนึ่งด้านล่างในภายหลัง
zh_hans: 将角色、语音、表情符号、主动消息和回复长度设置在一起 - 然后调整下面的任何一个。
zh_hant: 將角色、語音、表情符號、主動訊息和回應長度設定在一起 - 然後調整下面的任何一個。

source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
it: Impostazioni
pl: Ustawienia
pt_pt: Definições
ru: Настройки
th: การตั้งค่า
zh_hans: 设置
zh_hant: 設定

source: Settling
de: Pendelt sich ein
es: Estabilizando
fr: Stabilisation en cours
it: Stabilizzazione
pl: Utknięcie
pt_pt: Liquidação
ru: Стабилизация
th: กำลังปักหลัก
zh_hans: 正在平复
zh_hant: 正在平復

source: Setup
de: Einrichtung
es: Configuración
fr: Configuration
it: Configurazione
pl: Organizować coś
pt_pt: Configurar
ru: Настройка
th: ตั้งค่า
zh_hans: 设置
zh_hant: 設定

source: Several recovery signals are down. Prioritise rest today.
de: Mehrere Erholungswerte sind gesunken. Priorisiere heute Ruhe.
es: Varias señales de recuperación están bajas. Prioriza el descanso hoy.
fr: Plusieurs signaux de récupération sont en baisse. Priorisez le repos aujourd'hui.
it: Diversi segnali di recupero sono bassi. Dai priorità al riposo oggi.
pl: Osłabło kilka sygnałów ożywienia. Priorytetem dzisiaj jest odpoczynek.
pt_pt: Vários sinais de recuperação caíram. Dê prioridade ao descanso hoje.
ru: Несколько показателей восстановления снижены. Сегодня отдайте приоритет отдыху.
th: สัญญาณการฟื้นตัวหลายรายการไม่ทำงาน ให้ความสำคัญกับการพักผ่อนในวันนี้
zh_hans: 多项恢复指标偏低。今天请优先休息。
zh_hant: 多項恢復指標偏低。今天請優先休息。

source: Several signals are down at once. Treat today as recovery - easy movement, real sleep tonight.
de: Mehrere Werte sind gleichzeitig gesunken. Behandle heute als Erholungstag - leichte Bewegung, heute Nacht echter Schlaf.
es: Varias señales han bajado a la vez. Trata hoy como un día de recuperación: movimiento suave, sueño de verdad esta noche.
fr: Plusieurs signaux sont en baisse en même temps. Traitez aujourd'hui comme un jour de récupération : mouvement léger, vrai sommeil ce soir.
it: Diversi segnali sono scesi insieme. Tratta oggi come un giorno di recupero: movimento leggero, sonno vero stanotte.
pl: Kilka sygnałów przestaje działać jednocześnie. Potraktuj dzisiejszy dzień jako regenerację – swobodny ruch, prawdziwy sen tej nocy.
pt_pt: Vários sinais caíram ao mesmo tempo. Trate o dia de hoje como uma recuperação – movimentos fáceis, sono a sério esta noite.
ru: Сразу несколько показателей снижены. Считайте сегодняшний день восстановительным — лёгкая активность и полноценный сон этой ночью.
th: สัญญาณหลายรายการหยุดลงพร้อมกัน ปฏิบัติต่อวันนี้เป็นการฟื้นตัว - เคลื่อนไหวสะดวก นอนหลับได้จริงในคืนนี้
zh_hans: 多项指标同时下降。请把今天当作恢复日——轻度活动，今晚保证真正的睡眠。
zh_hant: 多項指標同時下降。請把今天當作恢復日——輕度活動，今晚保證真正的睡眠。

source: Sex
de: Geschlecht
es: Sexo
fr: Sexe
it: Sesso
pl: Seks
pt_pt: Sexo
ru: Пол
th: เพศ
zh_hans: 性别
zh_hant: 性別

source: Sexual, relationship, illness and cannabis entries need an extra choice.
de: Sexualität, Beziehung, Krankheit und Cannabis brauchen eine zusätzliche Freigabe.
es: Las entradas sobre sexualidad, relaciones, enfermedades y cannabis necesitan una opción adicional.
fr: Les entrées sexuelles, relationnelles, maladies et cannabis nécessitent un choix supplémentaire.
it: Le voci relative a sesso, relazioni, malattie e cannabis necessitano di una scelta extra.
pl: Wpisy dotyczące seksu, relacji, chorób i konopi wymagają dodatkowej zgody.
pt_pt: As entradas sexuais, de relacionamento, de doença e de cannabis precisam de uma escolha extra.
ru: Записи о сексе, отношениях, болезнях и каннабисе требуют дополнительного выбора.
th: การเข้าร่วมทางเพศ ความสัมพันธ์ ความเจ็บป่วย และกัญชาจำเป็นต้องมีทางเลือกเพิ่มเติม
zh_hans: 性、关系、疾病和大麻条目需要额外的选择。
zh_hant: 性、關係、疾病和大麻條目需要額外的選擇。

source: Share
de: Teilen
es: Compartir
fr: Partager
it: Condividi
pl: Udział
pt_pt: Partilhar
ru: Поделиться
th: แชร์
zh_hans: 分享
zh_hant: 分享

source: Share as text
de: Als Text teilen
es: Compartir como texto
fr: Partager en texte
it: Condividi come testo
pl: Udostępnij jako tekst
pt_pt: Compartilhar como texto
ru: Поделиться как текст
th: แบ่งปันเป็นข้อความ
zh_hans: 以文本形式分享
zh_hant: 以文字形式分享

source: Share of imported zone time, duration-weighted across sessions (approximate).
de: Anteil der importierten Zonenzeit, dauergewichtet über Sitzungen (ungefähr).
es: Proporción del tiempo en zonas importado, ponderado por duración entre sesiones (aproximado).
fr: Part du temps en zone importé, pondérée par la durée entre les séances (approximatif).
it: Quota del tempo in zona importato, ponderata per durata tra le sessioni, approssimativa.
pl: Udział czasu zaimportowanej strefy, ważony czasem trwania w sesjach (przybliżony).
pt_pt: Partilha de fuso horário importado, ponderado pela duração entre sessões (aproximado).
ru: Доля импортированного времени в зонах, взвешенная по длительности сессий (приблизительно).
th: ส่วนแบ่งของเวลาโซนที่นำเข้า ระยะเวลาถ่วงน้ำหนักตามเซสชัน (โดยประมาณ)
zh_hans: 导入的各区间时间占比，按各会话的时长加权，近似值。
zh_hant: 匯入的各區間時間佔比，按各工作階段的時長加權，近似值。

source: Share of imported zone time, duration-weighted across sessions, approximate.
de: Anteil der importierten Zonenzeit, zeitgewichtet über alle Einheiten, Näherungswert.
es: Proporción del tiempo en zona importado, ponderado por duración entre sesiones, aproximado.
fr: Part du temps de zone importé, pondéré par la durée entre les séances, approximatif.
it: Quota del tempo importato per zona, ponderata per durata tra le sessioni, approssimativa.
pl: Udział czasu zaimportowanej strefy, ważony czasem trwania w sesjach, przybliżony.
pt_pt: Parcela do fuso horário importado, ponderada pela duração entre sessões, aproximada.
ru: Доля импортированного времени в пульсовых зонах, взвешенная по длительности сессий. Приблизительно.
th: ส่วนแบ่งของเวลาโซนที่นำเข้า ระยะเวลาถ่วงน้ำหนักตามเซสชันโดยประมาณ
zh_hans: 导入的各区间时间占比，按各会话的时长加权，，近似值。
zh_hant: 匯入的各區間時間佔比，按各工作階段的時長加權，，近似值。

source: Share recap
de: Rückblick teilen
es: Compartir resumen
fr: Partager le récap
it: Condividi riepilogo
pl: Udostępnij podsumowanie
pt_pt: Partilhar resumo
ru: Поделиться сводкой
th: แบ่งปันสรุป
zh_hans: 分享回顾
zh_hant: 分享回顧

source: Share this with the coach
de: Mit dem Coach teilen
es: Compartir esto con el coach
fr: Partager ceci avec le coach
it: Condividilo con l'allenatore
pl: Udostępnij to trenerowi
pt_pt: Compartilhe isso com o treinador
ru: Поделитесь этим с тренером
th: แบ่งปันสิ่งนี้กับโค้ช
zh_hans: 与教练分享这个
zh_hant: 與教練分享這個

source: Sharing %lld bpm. Waiting for a device to pair.
de: %lld bpm werden geteilt. Warte auf ein Gerät zum Koppeln.
es: Compartiendo %lld ppm. Esperando a que un dispositivo se empareje.
fr: Partage de %lld bpm. En attente d'un appareil à associer.
it: Condivisione di %lld bpm. In attesa che un dispositivo si accoppi.
pl: Udostępnianie %lld bpm. Oczekiwanie na sparowanie urządzenia.
pt_pt: Partilhando %lld bpm. Aguarda o emparelhamento de um dispositivo.
ru: Транслируется %lld уд/мин. Ожидание сопряжения устройства.
th: การแชร์ %lld bpm กำลังรออุปกรณ์ที่จะจับคู่
zh_hans: 正在分享 %lld bpm。正在等待设备配对。
zh_hant: 正在分享 %lld bpm。正在等待裝置配對。

source: SHORT AXIS
de: KURZE ACHSE
es: EJE CORTO
fr: AXE COURT
it: ASSE CORTO
pl: KRÓTKA OŚ
pt_pt: EIXO CURTO
ru: КОРОТКАЯ ОСЬ
th: แกนสั้น
zh_hans: 短轴
zh_hant: 短軸

source: Shortcut name
de: Kurzbefehl-Name
es: Nombre del atajo
fr: Nom du raccourci
it: Nome del comando rapido
pl: Nazwa skrótu
pt_pt: Nome do atalho
ru: Название быстрой команды
th: ชื่อทางลัด
zh_hans: 快捷指令名称
zh_hant: 捷徑名稱

source: Shortcuts Export
de: Kurzbefehle-Export
es: Exportación de Atajos
fr: Exportation vers Raccourcis
it: Esportazione Comandi rapidi
pl: Eksport skrótów
pt_pt: Exportação de atalhos
ru: Экспорт команд
th: ส่งออกทางลัด
zh_hans: 快捷指令导出
zh_hant: 捷徑匯出

source: Shortcuts file export
de: Kurzbefehle-Dateiexport
es: Exportación de archivo de Atajos
fr: Exportation de fichier vers Raccourcis
it: Esportazione file Comandi rapidi
pl: Eksport pliku skrótów
pt_pt: Exportação de ficheiro de atalhos
ru: Экспорт файла команд
th: ส่งออกไฟล์ทางลัด
zh_hans: 快捷指令文件导出
zh_hant: 捷徑檔案匯出
